Repository: keitaroinc/ckanext-spatial
Catalog: ckanext/spatial/i18n/*/LC_MESSAGES/ckanext-spatial.po
Languages: sq

source: Resource Provider
sq: Ofruesi i burimeve

source: Point of Contact
sq: Pika e Kontaktit

source: Principal Investigator
sq: Hetuesi kryesor

source: Resources
sq: Burime

source: Package resource(s) invalid
sq: Burimi i të dhënave është i pavlefshëm

source: Extras
sq: Ekstra

source: Missing Value
sq: Vlera mungon

source: Dataset not found
sq: Seti i të dhënave nuk u gjet

source: This dataset does not have a WMS resource
sq: Ky set i të dhënave nuk ka një burim WMS

source: Unnamed resource
sq: Burim i paidentifikuar

source: Cancel
sq: Anuloj

source: Apply
sq: Aplikoni

source: Dataset extent
sq: Shtrirja e të dhënave

source: Map data
sq: Të dhënat e hartës

source: contributors
sq: kontribuesit

source: Tiles by
sq: Pllaka nga

source: Filter by location
sq: Filtro sipas vendndodhjes

source: Clear
sq: Qartë
