Repository: keitaroinc/ckanext-spatial
Catalog: ckanext/spatial/i18n/*/LC_MESSAGES/ckanext-spatial_query.po
Languages: mk

source: Resource Provider
mk: Провајдер на ресурси

source: Point of Contact
mk: Точка на Контакт

source: Principal Investigator
mk: Главен истражувач

source: Resources
mk: Ресурси

source: Package resource(s) invalid
mk: Ресурс(ите) од пакетот се неважечки

source: Extras
mk: Додатоци

source: Missing Value
mk: Недостасува Вредност

source: Dataset not found
mk: Податочниот сет не е пронајден

source: This dataset does not have a WMS resource
mk: Податочниот сет нема WMS ресурс

source: Unnamed resource
mk: Неименуван ресурс

source: Cancel
mk: Откажи

source: Apply
mk: Примени

source: Dataset extent
mk: Обем на податочниот сет

source: Map data
mk: Податоци од мапа

source: contributors
mk: соработници

source: Tiles by
mk: Плочки од

source: Filter by location
mk: Филтрирај според локација

source: Clear
mk: Избриши
